const flowers = [
    {
        "id": 0,
        "title": "Красная роза",
        "description": "Роза насыщенного красного цвета с плотным продолговатым бутоном",
        "flower": ["роза"],
        "price": 2,
        "rating": 4.69,
        "stock": 94,
        "size": 60,
        "country": ["Колумбия"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной"],
        "category": "цветы",
        "color": ["красный"],
        "thumbnail": "../../img/data_img/flowers_1.jpg",
        "images": [
        "../../img/data_img/flowers_1_1.jpg",
        "../../img/data_img/flowers_1_2.jpg",
        "../../img/data_img/flowers_1_3.jpg"
        ]
    },
    {
        "id": 1,
        "title": "Синяя роза",
        "description": "Необыкновенная синяя роза для самых исключительных случаев",
        "flower": ["роза"],
        "price": 4,
        "rating": 4.89,
        "stock": 62,
        "size": 80,
        "country": ["Эквадор"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной", "день рождения"],
        "category": "цветы",
        "color": ["синий"],
        "thumbnail": "../../img/data_img/flowers_2.jpg",
        "images": [
        "../../img/data_img/flowers_2_1.jpg",
        "../../img/data_img/flowers_2_2.jpg",
        "../../img/data_img/flowers_2_3.jpg",
        "../../img/data_img/flowers_2_4.jpg"
        ]
    },
    {
        "id": 2,
        "title": "Роза 'Джамилия'",
        "description": "Эти прекрасные нежно розовые розы, с прекрасным и ароматным бутоном – романтика, которая непременно подойдет для того чтобы порадовать любимого Вам человека",
        "flower": ["роза"],
        "price": 3,
        "rating": 4.44,
        "stock": 54,
        "size": 80,
        "country": ["Беларусь"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной", "день рождения"],
        "category": "цветы",
        "color": ["розовый"],
        "thumbnail": "../../img/data_img/flowers_3.jpg",
        "images": [
        "../../img/data_img/flowers_3_1.jpg",
        "../../img/data_img/flowers_3_2.jpg"
        ]
    },
    {
        "id": 3,
        "title": "Светло-розовая гербера",
        "description": "Такой цветок подойдет для гармоничной личности",
        "flower": ["гербера"],
        "price": 3,
        "rating": 4.72,
        "stock": 9,
        "size": 50,
        "country": ["Голландия"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной", "14 февраля"],
        "category": "цветы",
        "color": ["розовый"],
        "thumbnail": "../../img/data_img/flowers_4.jpg",
        "images": [
        "../../img/data_img/flowers_4_1.jpg",
        "../../img/data_img/flowers_4_2.jpg"
        ]
    },
    {
        "id": 4,
        "title": "Белый пион",
        "description": "Пион- символ любви, богатства и чести. В западной культуре пионы служат символом удачи, счастья и счастливого брака.",
        "flower": ["пион"],
        "price": 5,
        "rating": 4.92,
        "stock": 112,
        "size": 50,
        "country": ["Голландия"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной", "свадьба", "14 февраля", "день рождения"],
        "category": "цветы",
        "color": ["белый"],
        "thumbnail": "../../img/data_img/flowers_5.jpg",
        "images": [
        "../../img/data_img/flowers_5_1.jpg",
        "../../img/data_img/flowers_5_2.jpg"
        ]
    },
    {
        "id": 5,
        "title": "Розовый пион",
        "description": "Пион – очень декоративное растение. Его ценят за роскошные цветы и красивые тройчатые листья. Еще издавна, описывая этот цветок, упоминали о его величественной красоте и тонком аромате.",
        "flower": ["пион"],
        "price": 7,
        "rating": 4.79,
        "stock": 12,
        "size": 50,
        "country": ["Голландия"],
        "occasions": ["выпускной", "свидание", "день рождения"],
        "category": "цветы",
        "color": ["розовый"],
        "thumbnail": "../../img/data_img/flowers_6.jpg",
        "images": [
        "../../img/data_img/flowers_6_1.jpg",
        "../../img/data_img/flowers_6_2.jpg"
        ]
    },
    {
        "id": 6,
        "title": "Тюльпан красный",
        "description": "Наши красные тюльпаны никого не оставят равнодушным",
        "flower": ["тюльпан"],
        "price": 2,
        "rating": 4.59,
        "stock": 34,
        "size": 30,
        "country": ["Голландия"],
        "occasions": ["свидание", "14 февраля", "8 марта", "день рождения"],
        "category": "цветы",
        "color": ["красный"],
        "thumbnail": "../../img/data_img/flowers_7.jpg",
        "images": [
        "../../img/data_img/flowers_7_1.jpg",
        "../../img/data_img/flowers_7_2.jpg"
        ]
    },
    {
        "id": 7,
        "title": "Гвоздика Атлетико",
        "description": "нежный цветок с тонким ароматом",
        "flower": ["гвоздика"],
        "price": 1,
        "rating": 4.88,
        "stock": 50,
        "size": 60,
        "country": ["Турция"],
        "occasions": ["14 февраля", "юбилей", "8 марта", "день рождения"],
        "category": "цветы",
        "color": ["желтый"],
        "thumbnail": "../../img/data_img/flowers_8.jpg",
        "images": [
        "../../img/data_img/flowers_8_1.jpg",
        "../../img/data_img/flowers_8_2.jpg",
        "../../img/data_img/flowers_8_3.jpg",
        "../../img/data_img/flowers_8_4.jpg"
        ]
    },
    {
        "id": 8,
        "title": "Гвоздика Капри",
        "description": "Гвоздика необыкновенного оранжевого цвета",
        "flower": ["гвоздика"],
        "price": 1,
        "rating": 4.55,
        "stock": 26,
        "size": 60,
        "country": ["Турция"],
        "occasions": ["день рождения", "юбилей", "8 марта", "выпускной"],
        "category": "цветы",
        "color": ["оранжевый"],
        "thumbnail": "../../img/data_img/flowers_9.jpg",
        "images": [
        "../../img/data_img/flowers_9_1.jpg",
        "../../img/data_img/flowers_9_2.jpg",
        "../../img/data_img/flowers_9_3.jpg"
        ]
    },
    {
        "id": 9,
        "title": "Лаванда",
        "description": "Лаванда – это тот цветок, который пленит своей красотой миллионы людей по всему миру.",
        "flower": ["лаванда"],
        "price": 6,
        "rating": 4.73,
        "stock": 10,
        "size": 30,
        "country": ["Франция"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной", "14 февраля", "день рождения", "свадьба"],
        "category": "цветы",
        "color": ["красный"],
        "thumbnail": "../../img/data_img/flowers_10.jpg",
        "images": [
        "../../img/data_img/flowers_10_1.jpg",
        "../../img/data_img/flowers_10_2.jpg"
        ]
    },
    {
        "id": 10,
        "title": "Букет из альстромерии",
        "description": "Букет из альстромерии разных цветов любого количества. Оформлен в крафт бумагу и перевязан лентой.",
        "flower": ["альстромерия"],
        "price": 20,
        "rating": 4.39,
        "stock": 6,
        "size": 60,
        "country": ["Колумбия", "Эквадор"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной", "в школу"],
        "category": "букет",
        "color": ["разные"],
        "thumbnail": "../../img/data_img/flowers_11.jpg",
        "images": [
        "../../img/data_img/flowers_11_1.jpg",
        "../../img/data_img/flowers_11_2.jpg"
        ]
    },
    {
        "id": 11,
        "title": "Верона",
        "description": "Названный в честь города, где происходят события печально известного шекспировского «Ромео и Джульетты», «Верона» представляет собой живописную композицию с пышными розами и нежными кустовыми розами, украшенными ягодами зверобоя. Эта очаровательная и утонченная красота делает ее незабываемым подарком для того, кто вам дорог, будь то друг или романтический возлюбленный.",
        "flower": ["роза", "иглица", "ягоды зверобоя", "коккулюс"],
        "price": 68,
        "rating": 4.29,
        "stock": 3,
        "size": 50,
        "country": ["Колумбия", "Эквадор", "Турция"],
        "occasions": ["свидание", "юбилей", "8 марта", "выпускной", "в школу", "14 февраля"],
        "category": "букет",
        "color": ["розовый"],
        "thumbnail": "../../img/data_img/flowers_12.jpg",
        "images": [
        "../../img/data_img/flowers_12_1.jpg",
        "../../img/data_img/flowers_12_2.jpg"
        ]
    },
    {
        "id": 12,
        "title": "Двойной алый",
        "description": "Наша блестящая композиция отражает дух и радость сезона благодаря яркому ассортименту красных роз, анемонов и розовых ранункулюсов. Куда бы он ни пошел, ему суждено добавить в ваше пространство нотку праздничного настроения и хороших вестей.",
        "flower": ["роза", "анемон", "ранункулюс"],
        "price": 144,
        "rating": 4.79,
        "stock": 2,
        "size": 60,
        "country": ["Франция", "Эквадор"],
        "occasions": ["свидание", "юбилей", "14 февраля"],
        "category": "букет",
        "color": ["розовый", "желтый", "красный"],
        "thumbnail": "../../img/data_img/flowers_13.jpg",
        "images": [
        "../../img/data_img/flowers_13_1.jpg",
        "../../img/data_img/flowers_13_2.jpg"
        ]
    },
    {
        "id": 13,
        "title": "Эллингтон",
        "description": "Качающиеся стебли и яркие цвета создают в этом букете джазовый эффект. Этот букет представляет собой разноцветное наслаждение со сладкими и романтичными оттенками розового, фиолетового и персикового ранункулюса.",
        "flower": ["роза", "эвкалипт", "ранункулюс"],
        "price": 95,
        "rating": 4.73,
        "stock": 1,
        "size": 70,
        "country": ["Франция", "Эквадор", "Колумбия"],
        "occasions": ["свидание", "юбилей", "14 февраля", "день рождения"],
        "category": "букет",
        "color": ["розовый", "желтый", "белый"],
        "thumbnail": "../../img/data_img/flowers_14.jpg",
        "images": [
        "../../img/data_img/flowers_14_1.jpg",
        "../../img/data_img/flowers_14_2.jpg"
        ]
    },
    {
        "id": 14,
        "title": "Красный бум",
        "description": "Начните новый год с этого роскошного букета анемонов, наполненного яркими красными и глубокими темно-синими оттенками. Этот букет  — потрясающий способ поднять настроение в этом сезоне.",
        "flower": ["анемон"],
        "price": 72,
        "rating": 4.81,
        "stock": 12,
        "size": 60,
        "country": ["Колумбия"],
        "occasions": ["свидание", "юбилей", "14 февраля", "день рождения", "новый год"],
        "category": "букет",
        "color": ["красный"],
        "thumbnail": "../../img/data_img/flowers_15.jpg",
        "images": [
        "../../img/data_img/flowers_15_1.jpg",
        "../../img/data_img/flowers_15_2.jpg"
        ]
    },
    {
        "id": 15,
        "title": "Охапка пионов",
        "description": "Пышные и полные жизни, не каждый день встретишь эти мягкие стебли. Этот яркий букет румяных тонов станет желанным дополнением любой комнаты. Пионы стали символом процветания, что делает их подходящим подарком для любого повода, от дня рождения до новоселья.",
        "flower": ["пион"],
        "price": 160,
        "rating": 4.90,
        "stock": 20,
        "size": 70,
        "country": ["Турция"],
        "occasions": ["свидание", "юбилей", "14 февраля", "день рождения", "новый год", "8 марта", "свадьба"],
        "category": "букет",
        "color": ["розовый"],
        "thumbnail": "../../img/data_img/flowers_16.jpg",
        "images": [
        "../../img/data_img/flowers_16_1.jpg",
        "../../img/data_img/flowers_16_2.jpg"
        ]
    },
    {
        "id": 16,
        "title": "Рождественский илекс",
        "description": "Этот праздничный алый букет наполнен сезонным очарованием. Он идеально подойдет для украшения прихожей и внесет нотку праздничного настроения в ваше пространство. Кто может устоять перед связкой ярко-красных зимних ягод?",
        "flower": ["илекс"],
        "price": 65,
        "rating": 4.42,
        "stock": 50,
        "size": 50,
        "country": ["Китай"],
        "occasions": ["свидание", "юбилей", "14 февраля", "день рождения", "новый год", "рождество", "свадьба"],
        "category": "букет",
        "color": ["красный"],
        "thumbnail": "../../img/data_img/flowers_17.jpg",
        "images": [
        "../../img/data_img/flowers_17_1.jpg",
        "../../img/data_img/flowers_17_2.jpg"
        ]
    },
    {
        "id": 17,
        "title": "Двойное веселье",
        "description": "Без сомнения, любой, кто взглянет в его сторону, будет очарован этим букетом. Этот прекрасный букет просто необходим, чтобы украсить дом в праздничный сезон и привнести в свой мир праздничное настроение. Красные розы, нежные белые лютики и пышные каллы цвета слоновой кости — все это радостно смешивается на свежем зеленом фоне.",
        "flower": ["роза", "каллы", "иглица", "илекс"],
        "price": 160,
        "rating": 4.58,
        "stock": 30,
        "size": 60,
        "country": ["Китай", "Колумбия", "Турция"],
        "occasions": ["свидание", "юбилей", "14 февраля", "день рождения", "новый год", "рождество", "свадьба"],
        "category": "букет",
        "color": ["красный", "белый"],
        "thumbnail": "../../img/data_img/flowers_18.jpg",
        "images": [
        "../../img/data_img/flowers_18_1.jpg",
        "../../img/data_img/flowers_18_2.jpg"
        ]
    },
    {
        "id": 18,
        "title": "Сливочный крем",
        "description": "Букет Сливочный крем - это то, из чего состоят сладкие мечты. Мы смешали нежную эустому и разнообразные ванильные розы, чтобы создать идеальный монохроматический образ. Усыпанный несколькими львиными зевами, этот букет подходит для любого торжества.",
        "flower": ["роза", "эусто́ма", "львиный зев"],
        "price": 117,
        "rating": 4.38,
        "stock": 15,
        "size": 70,
        "country": ["Нидерланды", "Колумбия", "Турция"],
        "occasions": ["свидание", "юбилей", "14 февраля", "день рождения", "новый год", "свадьба", "выпускной"],
        "category": "букет",
        "color": ["белый"],
        "thumbnail": "../../img/data_img/flowers_19.jpg",
        "images": [
        "../../img/data_img/flowers_19_1.jpg",
        "../../img/data_img/flowers_19_2.jpg"
        ]
    },
    {
        "id": 19,
        "title": "Утонченный шик",
        "description": "Сочетание нежно-розового и цвета слоновой кости со свежей зеленью представляет собой очаровательную композицию, идеально подходящую для того, чтобы добавить немного нежности в любое пространство.",
        "flower": ["роза", "лютик", "лимониум", "эвкалипт", "самшит", "лаванда"],
        "price": 122,
        "rating": 4.68,
        "stock": 11,
        "size": 70,
        "country": ["Нидерланды", "Китай", "Турция"],
        "occasions": ["свидание", "14 февраля", "день рождения", "новый год", "свадьба"],
        "category": "букет",
        "color": ["белый", "розовый"],
        "thumbnail": "../../img/data_img/flowers_20.jpg",
        "images": [
        "../../img/data_img/flowers_20_1.jpg",
        "../../img/data_img/flowers_20_2.jpg"
        ]
    },
    {
        "id": 20,
        "title": "Каталина",
        "description": "Сияющие тона драгоценных камней передают чудо и красоту Каталины. Этот поднимающий настроение букет — особый выбор для летней невесты. Он состоит из привлекательных стеблей королевской протеи с акцентом на дымчатую траву и эвкалипт. Эффект одновременно веселый и драматичный, и всегда праздничный и яркий.",
        "flower": ["протея", "лептоспермум", "эвкалипт", "сафари сансет"],
        "price": 104,
        "rating": 4.62,
        "stock": 4,
        "size": 80,
        "country": ["Нидерланды", "ЮАР"],
        "occasions": ["свидание", "14 февраля", "день рождения", "новый год", "свадьба", "юбилей"],
        "category": "букет",
        "color": ["желтый", "зеленый", "розовый"],
        "thumbnail": "../../img/data_img/flowers_21.jpg",
        "images": [
        "../../img/data_img/flowers_21_1.jpg",
        "../../img/data_img/flowers_21_2.jpg"
        ]
    },
    {
        "id": 21,
        "title": "Шиповник",
        "description": "Наполненный изысканностью, Шиповник представляет собой творческий набор из роз, скабиоз и астильб. От бледного и темного до светлого и пурпурного — здесь выделяется исследование контрастов. Этот капризный букет добавит элегантности любой комнате..",
        "flower": ["роза", "левкадендрон", "илекс", "скабиоза", "каллы", "иглица", "эвкалипт"],
        "price": 165,
        "rating": 4.76,
        "stock": 16,
        "size": 70,
        "country": ["Нидерланды", "Колумбия", "Эквадор"],
        "occasions": ["день рождения", "новый год", "свадьба", "рождество"],
        "category": "букет",
        "color": ["красный", "зеленый", "розовый"],
        "thumbnail": "../../img/data_img/flowers_22.jpg",
        "images": [
        "../../img/data_img/flowers_22_1.jpg",
        "../../img/data_img/flowers_22_2.jpg"
        ]
    },
    {
        "id": 22,
        "title": "Осенний привет",
        "description": "Это настоящий праздник лучших красок осени. Вы почувствуете, что находитесь наедине с природой, глядя на этот блестящий сухой букет, состоящий из краспедии, чертополоха, бордового эвкалипта, мини-пампасов и звездчатых цветов.",
        "flower": ["краспедия", "чертополох", "пампасная трава", "эвкалипт", "звездчатый цвток"],
        "price": 90,
        "rating": 4.61,
        "stock": 6,
        "size": 80,
        "country": ["Нидерланды", "Колумбия", "Эквадор"],
        "occasions": ["новый год", "рождество", "в школу"],
        "category": "букет",
        "color": ["желтый", "оранжевый", "розовый"],
        "thumbnail": "../../img/data_img/flowers_23.jpg",
        "images": [
        "../../img/data_img/flowers_23_1.jpg",
        "../../img/data_img/flowers_23_2.jpg"
        ]
    },
    {
        "id": 23,
        "title": "Рождественский аромат",
        "description": "Эта пышная композиция была создана в честь праздников — и с ее прекрасным сочетанием насыщенного красного, свежего зеленый и белого, он прекрасно символизирует праздничный дух.",
        "flower": ["тюльпан", "папоротник"],
        "price": 130,
        "rating": 4.21,
        "stock": 5,
        "size": 60,
        "country": ["Нидерланды", "Турция"],
        "occasions": ["новый год", "рождество", "свидание", "день рождения"],
        "category": "букет",
        "color": ["белый", "красный", "зеленый"],
        "thumbnail": "../../img/data_img/flowers_24.jpg",
        "images": [
        "../../img/data_img/flowers_24_1.jpg",
        "../../img/data_img/flowers_24_2.jpg"
        ]
    },
    {
        "id": 24,
        "title": "Лилия",
        "description": "Изысканная лилия насыщенного цвета",
        "flower": ["лилия"],
        "price": 8,
        "rating": 4.81,
        "stock": 55,
        "size": 70,
        "country": ["Нидерланды"],
        "occasions": ["свидание", "день рождения", "8 марта", "14 февраля", "юбилей"],
        "category": "цветы",
        "color": ["розовый"],
        "thumbnail": "../../img/data_img/flowers_25.jpg",
        "images": [
        "../../img/data_img/flowers_25_1.jpg",
        "../../img/data_img/flowers_25_2.jpg"
        ]
    },
    {
        "id": 25,
        "title": "Эфиопия",
        "description": "Яркие цвета и богатая текстура выделяют Эфиопию среди всего остального в комнате. Этот искусно составленный букет предлагает яркие оттенки красного и белого, создавая контрастный и изысканный эффект, который вдыхает новую жизнь в любое пространство. Его естественная красота неоспорима.",
        "flower": ["пампасная трава", "иглица", "лагурус", "эвкалипт"],
        "price": 115,
        "rating": 4.36,
        "stock": 12,
        "size": 70,
        "country": ["Эфиопия", "Италия"],
        "occasions": ["новый год", "рождество", "в школу"],
        "category": "букет",
        "color": ["белый", "красный"],
        "thumbnail": "../../img/data_img/flowers_26.jpg",
        "images": [
        "../../img/data_img/flowers_26_1.jpg",
        "../../img/data_img/flowers_26_2.jpg"
        ]
    },
    {
        "id": 26,
        "title": "Морская волна",
        "description": "Оттенки синего и белые пятнышки. Морская волна — триумфальное сочетание цветов и текстур. Окунитесь в волну, вдыхая чарующий запах спиралевидного эвкалипта.",
        "flower": ["эусто́ма", "львиный зев", "дельфиниум", "эвкалипт", "гипсофила", "иглица"],
        "price": 68,
        "rating": 4.66,
        "stock": 4,
        "size": 60,
        "country": ["Нидерланды", "Италия", "Эквадор"],
        "occasions": ["новый год", "рождество", "в школу", "свадьба", "свидание"],
        "category": "букет",
        "color": ["белый", "зеленый", "синий"],
        "thumbnail": "../../img/data_img/flowers_27.jpg",
        "images": [
        "../../img/data_img/flowers_27_1.jpg",
        "../../img/data_img/flowers_27_2.jpg",
        "../../img/data_img/flowers_27_3.jpg",
        "../../img/data_img/flowers_27_4.jpg"
        ]
    },
    {
        "id": 27,
        "title": "Фейерверк",
        "description": "Цвет, текстура и стиль играют ключевую роль в воплощении Фейерверка в жизнь. Этот сияющий букет, выбранный садоводом, легко добавит утонченность любому пространству.",
        "flower": ["гортензия"],
        "price": 70,
        "rating": 4.86,
        "stock": 56,
        "size": 60,
        "country": ["Нидерланды"],
        "occasions": ["новый год", "рождество", "в школу", "свадьба", "свидание", "день рождения"],
        "category": "букет",
        "color": ["желтый", "фиолетовый"],
        "thumbnail": "../../img/data_img/flowers_28.jpg",
        "images": [
        "../../img/data_img/flowers_28_1.jpg",
        "../../img/data_img/flowers_28_2.jpg"
        ]
    },
    {
        "id": 28,
        "title": "Луна",
        "description": "Перед богемным духом и неоспоримой красотой Луны трудно устоять. Оттенки синего в сочетании с цветом слоновой кости и лавандой делают его гармоничным выбором, который одновременно успокаивает и уравновешивает.",
        "flower": ["роза", "скабиоза", "дельфиниум", "чертополох", "коккулус", "синеголовник"],
        "price": 112,
        "rating": 4.45,
        "stock": 16,
        "size": 70,
        "country": ["Нидерланды", "Эквадор", "Италия"],
        "occasions": ["новый год", "рождество", "в школу", "свадьба", "свидание", "день рождения", "юбилей", "8 марта", "14 февраля"],
        "category": "букет",
        "color": ["белый", "фиолетовый", "зеленый", "синий"],
        "thumbnail": "../../img/data_img/flowers_29.jpg",
        "images": [
        "../../img/data_img/flowers_29_1.jpg",
        "../../img/data_img/flowers_29_2.jpg",
        "../../img/data_img/flowers_29_3.jpg"
        ]
    },
    {
        "id": 29,
        "title": "Синева",
        "description": "Эта великолепная композиция раскрасит ваш мир восхитительно насыщенными стеблями дельфиниума, сплетающимися с усиками свежей контрастной зелени.",
        "flower": ["дельфиниум", "синеголовник", "эвкалипт", "львиный зев"],
        "price": 60,
        "rating": 4.61,
        "stock": 9,
        "size": 60,
        "country": ["Нидерланды"],
        "occasions": ["новый год", "рождество", "свадьба", "свидание", "день рождения", "8 марта", "14 февраля", "выпускной"],
        "category": "букет",
        "color": ["белый", "зеленый", "синий"],
        "thumbnail": "../../img/data_img/flowers_30.jpg",
        "images": [
        "../../img/data_img/flowers_30_1.jpg",
        "../../img/data_img/flowers_30_2.jpg"
        ]
    },
    {
        "id": 30,
        "title": "Морелло",
        "description": "Глубокая и загадочная вишня почти гипнотизирует своей красотой. Он также придает врожденную изысканность Морелло, пышному сочетанию яркой скабиозы и ранункулюса, продуманно уложенных со свежей зеленью для легкого контраста. Насыщенный вишневый оттенок, в честь которого она названа, привлекает внимание.",
        "flower": ["роза", "лютик", "скабиоза", "гвоздика", "иглица"],
        "price": 75,
        "rating": 4.81,
        "stock": 17,
        "size": 80,
        "country": ["Нидерланды", "Италия", "Турция"],
        "occasions": ["новый год", "свидание", "день рождения", "8 марта", "14 февраля"],
        "category": "букет",
        "color": ["белый", "зеленый", "фиолетовый", "розовый"],
        "thumbnail": "../../img/data_img/flowers_31.jpg",
        "images": [
        "../../img/data_img/flowers_31_1.jpg",
        "../../img/data_img/flowers_31_2.jpg"
        ]
    },
    {
        "id": 31,
        "title": "Тропический цвет",
        "description": "Добавьте ярких красок в свою жизнь с нашим букетом Тропический цвет. Наш собранный вручную цветочный дизайн — идеальный способ показать кому-то особенному, насколько вы заботитесь о нем. В букете представлены великолепные красные, розовые и апельсиновые оттенки, сочетание роз, гвоздик, альстромерий и зеленой листвы.",
        "flower": ["роза", "альстромерия", "гвоздика"],
        "price": 75,
        "rating": 4.80,
        "stock": 16,
        "size": 70,
        "country": ["Нидерланды", "Италия"],
        "occasions": ["новый год", "свидание", "день рождения", "8 марта", "14 февраля", "юбилей"],
        "category": "букет",
        "color": ["красный", "оранжевый", "розовый"],
        "thumbnail": "../../img/data_img/flowers_32.jpg",
        "images": [
        "../../img/data_img/flowers_32_1.jpg",
        "../../img/data_img/flowers_32_2.jpg"
        ]
    },
    {
        "id": 32,
        "title": "Пурпурное настроение",
        "description": "Насыщенные тона этой композиции добавят изюминку любому пространству. Пурпурное настроение содержит гортензию, розы, гвоздики и зелень премиум-класса, включая эвкалипт.",
        "flower": ["роза", "гортензия", "гвоздика", "эвкалипт"],
        "price": 69,
        "rating": 4.73,
        "stock": 9,
        "size": 60,
        "country": ["Нидерланды", "Турция"],
        "occasions": ["новый год", "свидание", "день рождения", "8 марта", "14 февраля", "юбилей", "в школу"],
        "category": "букет",
        "color": ["фиолетовый", "розовый"],
        "thumbnail": "../../img/data_img/flowers_33.jpg",
        "images": [
        "../../img/data_img/flowers_33_1.jpg",
        "../../img/data_img/flowers_33_2.jpg"
        ]
    },
    {
        "id": 33,
        "title": "Белое чудо",
        "description": "Этот букет настоящая зимняя сказка! Независимо от погоды, эта кремово-белая композиция принесет радость вашей семье и друзьям.",
        "flower": ["роза", "орхидея", "хризантема", "иглица"],
        "price": 73,
        "rating": 4.31,
        "stock": 6,
        "size": 70,
        "country": ["Нидерланды", "Турция"],
        "occasions": ["новый год", "свидание", "день рождения", "рождество"],
        "category": "букет",
        "color": ["белый"],
        "thumbnail": "../../img/data_img/flowers_34.jpg",
        "images": [
        "../../img/data_img/flowers_34_1.jpg",
        "../../img/data_img/flowers_34_2.jpg"
        ]
    },
    {
        "id": 34,
        "title": "Блеск",
        "description": "Невероятный букет в теплых тонах не оставит никого равнодушным",
        "flower": ["анемон", "лютик", "хризантема"],
        "price": 78,
        "rating": 4.33,
        "stock": 5,
        "size": 60,
        "country": ["Эквадор", "Италия"],
        "occasions": ["свидание", "день рождения", "8 марта", "14 февраля"],
        "category": "букет",
        "color": ["красный", "оранжевый", "желтый"],
        "thumbnail": "../../img/data_img/flowers_35.jpg",
        "images": [
        "../../img/data_img/flowers_35_1.jpg",
        "../../img/data_img/flowers_35_2.jpg"
        ]
    },
    {
        "id": 35,
        "title": "Флавия",
        "description": "Этот букет очень сладкий и нежный. Идеально подходит для юбилеев, благодарностей, извинений, дней рождения или любого романтического случая.",
        "flower": ["роза", "лилия", "львиный зев", "альстромерия"],
        "price": 55,
        "rating": 4.83,
        "stock": 4,
        "size": 70,
        "country": ["Эквадор", "Италия", "Турция"],
        "occasions": ["свидание", "день рождения", "8 марта", "14 февраля", "юбилей"],
        "category": "букет",
        "color": ["красный", "розовый", "желтый", "белый", "зеленый"],
        "thumbnail": "../../img/data_img/flowers_36.jpg",
        "images": [
        "../../img/data_img/flowers_36_1.jpg",
        "../../img/data_img/flowers_36_2.jpg"
        ]
    },
    {
        "id": 36,
        "title": "Берна",
        "description": "Красивый букет из разнообразных цветов для особых случаев. Уникальный букет, который удивит.",
        "flower": ["роза", "гвоздика", "гербера", "гиперикум", "фрезия"],
        "price": 55,
        "rating": 4.84,
        "stock": 14,
        "size": 80,
        "country": ["Колумбия", "ЮАР"],
        "occasions": ["свидание", "день рождения", "8 марта", "14 февраля", "юбилей", "рождество", "новый год"],
        "category": "букет",
        "color": ["красный", "белый"],
        "thumbnail": "../../img/data_img/flowers_37.jpg",
        "images": [
        "../../img/data_img/flowers_37_1.jpg",
        "../../img/data_img/flowers_37_2.jpg"
        ]
    },
    {
        "id": 37,
        "title": "Верена",
        "description": "Красивый букет из разнообразных цветов для особых случаев. Уникальный букет, который удивит.",
        "flower": ["роза", "эусто́ма", "хризантема"],
        "price": 77,
        "rating": 4.64,
        "stock": 10,
        "size": 60,
        "country": ["Нидерланды", "Италия"],
        "occasions": ["свидание", "день рождения", "8 марта", "14 февраля", "юбилей", "в школу"],
        "category": "композиция",
        "color": ["желтый", "белый", "зеленый"],
        "thumbnail": "../../img/data_img/flowers_38.jpg",
        "images": [
        "../../img/data_img/flowers_38_1.jpg",
        "../../img/data_img/flowers_38_2.jpg"
        ]
    },
    {
        "id": 38,
        "title": "Спасибо",
        "description": "Корзина разнообразных цветов на любое событие, подарок, юбилей, день рождения и т.д. Очень элегантно и красиво.",
        "flower": ["роза", "гербера", "хризантема", "лилия"],
        "price": 69,
        "rating": 4.52,
        "stock": 3,
        "size": 60,
        "country": ["Нидерланды", "Италия"],
        "occasions": ["день рождения", "8 марта", "14 февраля", "юбилей", "в школу"],
        "category": "композиция",
        "color": ["розовый", "зеленый"],
        "thumbnail": "../../img/data_img/flowers_39.jpg",
        "images": [
        "../../img/data_img/flowers_39_1.jpg",
        "../../img/data_img/flowers_39_2.jpg"
        ]
    },
    {
        "id": 39,
        "title": "Сиена",
        "description": "Молодость и свежесть характеризуют эту цветочную композицию. Букет наполнен светом и любовью. Идеально подходит для отправки добрых пожеланий, поздравлений и поддержки особенному человеку, которого вы хотите сделать счастливым.",
        "flower": ["тюльпан", "лютик", "лилия"],
        "price": 46,
        "rating": 4.56,
        "stock": 6,
        "size": 60,
        "country": ["Нидерланды", "Италия", "ЮАР"],
        "occasions": ["день рождения", "8 марта", "14 февраля", "юбилей", "в школу", "выпускной"],
        "category": "букет",
        "color": ["розовый", "зеленый", "белый"],
        "thumbnail": "../../img/data_img/flowers_40.jpg",
        "images": [
        "../../img/data_img/flowers_40_1.jpg",
        "../../img/data_img/flowers_40_2.jpg"
        ]
    },
]

export default flowers;